Repository: ddh4r4m/Amethyst
Catalog: plasmoids/com.github.SnoutBug.mmckLauncher/translate/*.po
Languages: id

source: Settings
id: Pengaturan

source: Power Off
id: Matikan Daya

source: Favorite Apps
id: Aplikasi Favorit

source: General
id: Umum

source: Default Page:
id: Halaman Bawaan

source: All
id: Semua

source: Developement
id: Pengembangan

source: Games
id: Permainan

source: Graphics
id: Grafis

source: Internet
id: Intenet

source: Office
id: Kantor

source: Science & Math
id: Sains & Matematika

source: System
id: Sistem

source: Utilities
id: Alat

source: Lost & Found
id: Hilang & Ditemukan

source: Icon:
id: Ikon:

source: Indicator:
id: Indkator:

source: Enabled
id: Diaktifkan

source: Indicator Color:
id: Warna Indikator

source: Please choose a color
id: Silahkan pilih sebuah warna

source: Greeting:
id: Sapaan:

source: Custom Greeting Text:
id: Teks Sapaan Kustom:

source: No custom greeting set
id: Tidak ada spaan kustom yang diatur

source: Launcher Positioning:
id: Pemosisian Peluncur:

source: Horizontal Center
id: Tengah Horizontal

source: Screen Center
id: Di Tengah Layar

source: Floating
id: Mengambang

source: Offset Screen Edge (0 is Default):
id: Offset Tepian Layar (0 = Default)

source: Offset Panel (0 is Default):
id: Offset Panel (0 = Default)

source: All Applications (Default)
id: Semua Aplikasi (Default)

source: Search:
id: Cari:

source: Expand search to bookmarks, files and emails
id: Luaskan pencaarian ke bookmark, file dan email

source: Theming:
id: Tema:

source: Dark (Default)
id: Gelap (Default)

source: Light
id: Terang

source: Matching
id: Cocokkan Tema

source: Search your computer
id: Cari di komputermu
